{
  "Aries": "### ♈ 양자리의 기운: \"거침없는 시작의 에너지\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 마치 봄의 시작처럼 에너지가 넘치고 솔직한 사람이에요. 복잡하게 생각하기보다 일단 행동으로 옮기는 용기가 당신의 가장 큰 매력이죠. 남들이 주저할 때 가장 먼저 손을 들고 나서는 당신의 모습은 주변 사람들에게 큰 영감을 줍니다.\n\n**2. 일상에서의 모습**\n새로운 프로젝트를 시작하거나 낯선 장소에 가는 것을 즐겨요. 가끔은 마음이 앞서서 서두르다 실수를 할 때도 있지만, 금방 툭툭 털고 일어나는 긍정적인 회복탄력성을 가지고 있습니다.\n\n**3. 더 행복해지기 위한 팁**\n가끔은 속도를 늦추고 주변을 돌아보는 여유를 가져보세요. 당신의 뜨거운 열정에 '인내심' 한 스푼만 더한다면, 시작한 일을 멋지게 마무리하는 최고의 리더가 될 수 있을 거예요.",
  "Taurus": "### ♉ 황소자리의 기운: \"흔들리지 않는 편안함\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 주변 사람들에게 '바위'처럼 든든한 존재예요. 한 번 마음먹은 일은 끝까지 해내는 끈기가 대단하죠. 서두르지 않지만 확실하게 자기 길을 가는 당신은, 시간이 지날수록 빛을 발하는 대기만성형 스타일입니다.\n\n**2. 일상에서의 모습**\n맛있는 음식, 부드러운 옷감, 아름다운 풍경처럼 오감을 즐겁게 하는 것들을 좋아해요. 변화보다는 안정을 선호하며, 자신이 정한 루틴 안에서 평온함을 느낄 때 가장 큰 에너지를 얻습니다.\n\n**3. 더 행복해지기 위한 팁**\n가끔은 익숙한 것에서 벗어나 새로운 시도를 해보는 건 어떨까요? 당신의 성실함에 '유연함'을 더한다면, 예상치 못한 곳에서 더 큰 기쁨과 행운을 발견하게 될 거예요.",
  "Gemini": "### ♊ 쌍둥이자리의 기운: \"반짝이는 호기심의 안테나\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 세상 모든 것이 궁금한 '지식 탐험가'예요. 하나에 얽매이기보다 다양한 정보를 빠르게 흡수하고 전달하는 능력이 탁월하죠. 당신과 대화하면 지루할 틈이 없어서 주변에 항상 사람들이 모여듭니다.\n\n**2. 일상에서의 모습**\n동시에 여러 가지 일을 처리하는 데 능숙해요. 새로운 소식을 누구보다 빨리 접하고, 복잡한 상황도 재치 있게 넘기는 센스가 돋보입니다. 지루한 반복 작업보다는 매일 새로운 자극이 있는 환경에서 활기를 얻습니다.\n\n**3. 더 행복해지기 위한 팁**\n관심사가 너무 많아 에너지가 분산될 수 있어요. 가끔은 스마트폰을 내려놓고 한 가지 주제에 깊이 몰입하는 시간을 가져보세요. 당신의 넓은 지식에 '깊이'가 더해진다면 누구도 따라올 수 없는 전문가가 될 거예요.",
  "Cancer": "### ♋ 게자리의 기운: \"따뜻하게 감싸주는 달빛\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 마음이 따뜻하고 공감 능력이 뛰어난 '수호천사' 같은 사람이에요. 겉으로는 강해 보일지 몰라도 속마음은 누구보다 여리고 정이 많죠. 소중한 사람들을 챙기고 보호할 때 가장 큰 행복을 느끼는 다정한 성격입니다.\n\n**2. 일상에서의 모습**\n집이라는 공간을 사랑하고, 가까운 사람들과 맛있는 음식을 나누는 소소한 행복을 소중히 여겨요. 직관력이 좋아 상대방의 기분을 금방 알아차리며, 고민 상담을 해주면 누구나 위로를 얻고 돌아갑니다.\n\n**3. 더 행복해지기 위한 팁**\n남을 챙기느라 정작 자신의 마음을 돌보는 데 소홀할 수 있어요. 가끔은 '착한 사람'이 되어야 한다는 부담을 내려놓고 오직 자신만을 위한 시간을 가져보세요. 당신의 마음이 건강해야 주변도 더 밝게 비출 수 있답니다.",
  "Leo": "### ♌ 사자자리의 기운: \"당당하게 빛나는 태양\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 어디서나 주인공이 될 수 있는 당당한 매력을 가진 사람이에요. 타고난 자신감과 리더십으로 사람들을 이끄는 힘이 있죠. 마음이 넓고 의리가 강해서, 당신을 따르는 사람들에게 아낌없이 베푸는 멋진 대인배 스타일입니다.\n\n**2. 일상에서의 모습**\n칭찬과 인정을 받을 때 최고의 능력을 발휘해요. 창의적인 아이디어가 많고, 자신의 개성을 표현하는 데 주저함이 없습니다. 화려하고 활기찬 분위기를 좋아하며 주변을 즐겁게 만드는 에너지가 넘칩니다.\n\n**3. 더 행복해지기 위한 팁**\n가끔은 주인공 자리를 양보하고 뒤에서 묵묵히 도와주는 역할도 경험해 보세요. 당신의 화려함에 '겸손함'이 더해진다면, 사람들은 당신을 단순히 멋진 사람이 아닌 진심으로 존경하는 리더로 기억할 거예요.",
  "Virgo": "### ♍ 처녀자리의 기운: \"정교하고 섬세한 완벽주의\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 흐트러짐 없이 꼼꼼하고 지적인 사람이에요. 남들이 놓치기 쉬운 작은 부분까지 세심하게 챙기는 당신의 능력은 조직에서 없어서는 안 될 소중한 자산이죠. 현실적이고 분석적인 사고로 문제를 깔끔하게 해결하는 '해결사' 타입입니다.\n\n**2. 일상에서의 모습**\n주변이 정리정돈되어 있을 때 마음의 안정을 느껴요. 계획 세우는 것을 좋아하고, 자신이 맡은 일은 완벽하게 끝내야 직성이 풀립니다. 건강이나 자기계발에도 관심이 많아 꾸준히 자신을 가꾸는 성실한 모습이 돋보입니다.\n\n**3. 더 행복해지기 위한 팁**\n자신과 타인에게 너무 엄격한 잣대를 들이대면 스스로 피곤해질 수 있어요. 가끔은 '조금 부족해도 괜찮아'라고 스스로를 다독여주세요. 당신의 완벽함에 '너그러움'을 더한다면 삶이 훨씬 더 편안하고 즐거워질 거예요.",
  "Libra": "### ♎ 천칭자리의 기운: \"우아한 균형의 중재자\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 누구와도 잘 어울리는 매너 있고 세련된 사람이에요. 갈등을 싫어하고 평화를 사랑하며, 모든 상황에서 공정함과 균형을 찾으려 노력하죠. 미적 감각이 뛰어나 옷차림이나 주변 환경을 아름답게 꾸미는 데 재능이 있습니다.\n\n**2. 일상에서의 모습**\n사람들 사이에서 의견을 조율하고 화합을 이끌어내는 역할을 잘해요. 결정을 내릴 때 신중하게 모든 측면을 고려하다 보니 가끔 선택 장애를 겪기도 하지만, 그만큼 사려 깊은 결론을 내립니다.\n\n**3. 더 행복해지기 위한 팁**\n모두를 만족시키려다 보면 정작 본인이 원하는 것을 놓칠 수 있어요. 가끔은 미움받을 용기를 내어 자신의 목소리를 분명하게 내보세요. 당신의 조화로움에 '결단력'이 더해진다면 훨씬 더 힘 있는 삶을 살 수 있을 거예요.",
  "Scorpio": "### ♏ 전갈자리의 기운: \"깊고 강렬한 신비로움\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 겉으로는 차분해 보이지만 내면에는 뜨거운 열정과 강한 의지를 품은 사람이에요. 한 번 목표를 정하면 끝까지 파고드는 집중력이 대단하죠. 사람의 본질을 꿰뚫어 보는 통찰력이 있어 쉽게 속지 않는 예리함도 가지고 있습니다.\n\n**2. 일상에서의 모습**\n가벼운 관계보다는 깊고 진실한 관계를 선호해요. 비밀이 많아 보인다는 소리를 듣기도 하지만, 사실은 그만큼 신중하고 입이 무거운 믿음직한 사람입니다. 위기 상황에서 누구보다 침착하게 대처하는 강인함이 있습니다.\n\n**3. 더 행복해지기 위한 팁**\n가끔은 경계심을 풀고 세상을 조금 더 가볍게 대하려 노력해 보세요. 모든 것을 통제하려 하기보다 흐름에 맡기는 연습을 한다면, 당신의 깊은 내면이 더욱 자유롭고 평온해질 수 있을 거예요.",
  "Sagittarius": "### ♐ 사수자리의 기운: \"자유를 향한 화살\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 넓은 세상을 꿈꾸는 자유로운 영혼이에요. 낙천적이고 솔직하며, 새로운 지식이나 경험을 향해 끊임없이 나아가는 모험가 스타일이죠. 사소한 것에 얽매이지 않는 대범함과 유머 감각으로 주변을 밝게 만드는 매력이 있습니다.\n\n**2. 일상에서의 모습**\n여행이나 독서처럼 시야를 넓혀주는 활동을 좋아해요. 구속받는 것을 싫어하며, 자신이 옳다고 믿는 가치를 위해 당당하게 목소리를 냅니다. 복잡한 문제도 단순하고 긍정적으로 바라보는 힘이 있습니다.\n\n**3. 더 행복해지기 위한 팁**\n자유로움도 좋지만 가끔은 현실적인 제약이나 세부 사항을 챙기는 꼼꼼함이 필요할 때가 있어요. 당신의 넓은 시야에 '현실감'을 한 스푼 더한다면, 당신의 꿈을 현실로 만드는 힘이 더욱 강력해질 거예요.",
  "Capricorn": "### ♑ 염소자리의 기운: \"정상을 향한 묵묵한 발걸음\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 매우 현실적이고 책임감이 강한 '노력파'예요. 화려한 말보다는 행동과 결과로 자신을 증명하는 사람이죠. 인내심이 강해 아무리 높은 산이라도 결국 정상에 오르고야 마는 끈기 있는 성격입니다.\n\n**2. 일상에서의 모습**\n시간 낭비하는 것을 싫어하고 계획적으로 생활하는 것을 선호해요. 겉으로는 조금 딱딱해 보일 수 있지만, 사실은 누구보다 내실 있고 믿음직한 사람입니다. 전통이나 규칙을 존중하며 자신의 자리를 묵묵히 지키는 든든함이 있습니다.\n\n**3. 더 행복해지기 위한 팁**\n성공과 목표 달성도 중요하지만, 과정 속에서 즐거움을 찾는 것도 잊지 마세요. 가끔은 아무 계획 없이 쉬거나 엉뚱한 장난을 쳐보는 건 어떨까요? 당신의 성실함에 '여유'를 더한다면 삶이 훨씬 더 풍요로워질 거예요.",
  "Aquarius": "### ♒ 물병자리의 기운: \"시대를 앞서가는 혁신가\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 고정관념에 얽매이지 않는 독창적인 사고방식을 가진 사람이에요. 남들과 똑같은 길을 가기보다 자신만의 독특한 색깔을 드러내는 것을 두려워하지 않죠. 인류애가 깊어 세상을 더 나은 곳으로 만들고 싶어 하는 따뜻한 이상주의자이기도 합니다.\n\n**2. 일상에서의 모습**\n새로운 기술이나 독특한 아이디어에 열광해요. 누구에게나 편견 없이 다가가지만, 동시에 자신만의 독립적인 공간과 시간을 매우 중요하게 여깁니다. 가끔은 엉뚱해 보일 수 있지만 그게 바로 당신만의 특별한 매력입니다.\n\n**3. 더 행복해지기 위한 팁**\n이성적인 논리도 중요하지만 가끔은 감정적인 소통에 더 집중해 보세요. 당신의 천재적인 아이디어에 '따뜻한 공감'이 더해진다면, 사람들의 마음을 움직이는 진정한 혁신가가 될 수 있을 거예요.",
  "Pisces": "### ♓ 물고기자리의 기운: \"꿈꾸는 바다의 예술가\"\n\n**1. 당신은 어떤 사람인가요?**\n당신은 상상력이 풍부하고 감수성이 예민한 '낭만주의자'예요. 타인의 아픔을 자신의 것처럼 느끼는 깊은 공감 능력을 가졌죠. 현실적인 이익보다는 마음의 평화와 영적인 성장을 소중히 여기는 맑은 영혼의 소유자입니다.\n\n**2. 일상에서의 모습**\n음악, 미술, 영화처럼 감성을 자극하는 활동에서 큰 위안을 얻어요. 직관력이 매우 뛰어나 말하지 않아도 분위기를 파악하는 능력이 탁월합니다. 가끔은 혼자만의 상상 속 세계로 여행을 떠나며 에너지를 재충전하곤 합니다.\n\n**3. 더 행복해지기 위한 팁**\n거절하는 것을 어려워해서 손해를 볼 때가 있을 수 있어요. 자신의 마음을 보호하기 위해 가끔은 단호하게 '아니오'라고 말하는 연습을 해보세요. 당신의 풍부한 감성에 '현실적인 중심'이 더해진다면 당신의 꿈을 더 멋지게 펼칠 수 있을 거예요."
}
